hugo/content/about/_index.md
+++
title = "About Me"
date = 2018-05-13
draft = false
+++

## Academic {#academic}

I'm a student of chemistry and mathematics at the University of Colorado: Boulder. I work as an Undergraduate researcher in computational biochemistry in the [Taatjes](<http://www.colorado.edu/chemistry/taatjeslab/>) and [Dowell](<http://dowell.colorado.edu/>) labs at CU. In the lab, I'm working on the techniques we use to quantify sequencing data.


## Personal {#personal}

I host my PGP key and keybase verification on this site. My PGP key fingerprint is:

**F500 ABA7 892C E703 608B  6926 2E23 C589 64CC 0B0D**

You can find my full key and keybase verification here:

-   [Keybase Verification](../keybase.txt)
-   [PGP key](../pgp_key.asc)
